/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "ChatSecure je open-source aplikácia založená na šifrovaných správach, ktorá používa Off-The-Record protokol Cypherpunks, pre zabezpečenie cez komunikačný kanál XMPP (Google Talk, Jabber, atď) alebo Oscar (AIM).";

/* Below top decsription */
"Fork me on Github!" = "Fork me on Github!";

/* Heading for first section */
"Multiprotocol Chat" = "Multiprotokolová komunikácia";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "ChatSecure pracuje s XMPP a AIM kontami.";

/* Heading for second section */
"Strong Encryption" = "Silné šifrovanie";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "Knižnica Off-the-Record poskytuje základ pre šifrovanú komunikáciu. ";

/* Heading for third section */
"Compatible" = "Kompatibilný";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "Môžete bezpečne komunikovať s ostatnými programami, ako Adium alebo Pidgin.";